{
	"Articles": {
		"Article": [{
			"Header": "A Week On The Wrist - IWC Mark XVII",
			"Ingress": "The first time I ever read anything about the IWC Mark series, it was thanks to (of course) everyone's favorite non-watchmaker watch writer, the inimitable Walt Odets, who in his series, \"Tweaking The Mark XII\" called that particular Mark \"every non-pilot's favorite pilot's watch.\" (I call Mr. Odets a non-watchmaker but of course, while he might not be a card-carrying full time professional, he obviously is a guy who knows his way around a movement, to put it mildly.) I wasn't so much interested in the Mark XII as I was interested in what you'd do to tweak a movement so as to wring the best possible precision out of it, at least at first, but like many, I gradually began to find the simplicity, clarity, legibility, and history of the Mark XII irresistible and like many, I've followed the evolution of the Mark series ever since then with avid interest.",
			"BodyText": {
				"Paragraph": ["Overall, the Mark XVIII is one of those watches that you can simply wear every day, without taking any particular notice of it, which I mean as a compliment. Over the time I wore it (which was actually longer than a week by several days) it quickly became a matter of habit to pick it up, put it on my wrist, and pretty much forget that it was there unless I needed to check the time. At 40 mm in diameter, and 11mm thick, it's a watch that has enough substance, and size, to feel and look reassuringly solid when you glance at it, but not to a degree that calls attention to itself in any way when you aren't using it as it was intended to be used.", "A big part of the easy wearing experience is the strap, which is a black strip of pretty heavy-duty feeling calfskin, made by Santoni for IWC, with an eye-catching orange lining. You don't see it at all when you've got the watch on, of course, but the little flash of color you get when you take the Mark XVIII off adds that much more character to the wearing experience. A little touch, but a nice one. The strap, like the watch, has a very substantial feel, and it's a little stiff at first although it starts to break in nicely after a couple of days. I suspect it'll age very nicely and become comfortably supple without losing any of its toughness after a few weeks of regular wear, and like the watch itself, it manages to convey a feeling of being able to tolerate hard use, but also not call too much attention to itself (at least, once it's worn in). The strap and the watch together definitely feel like a piece of trustworthy equipment.", "The time is, as it should be, instantly legible, pretty much under any lighting conditions you could possibly imagine, from direct sunlight to total darkness, thanks to the high contrast dial and generous application of lume on the dial. It's not as torch-bright as some of the most brightly illuminated watches I've worn, but even after the first bright glow of charged Super Luminova wears off, you can see what time it is just fine. This is a very, very versatile watch as well, thanks to the simplicity and utilitarian nature of the design.", "Oddly, despite the fact that both it and the Mark XVII are nominally sports watches, to me the Mark XVIII feels a bit more like a sports watch, probably thanks to the altimeter style date window, which of course was the single most polarizing aspect of the Mark XVII's design. Without it, the Mark XVIII has a more universal feel to it and depending on how you dress, you can probably get away with wearing it with anything short of black tie. Come to think of it, a gent of sufficiently imposing and masculine carriage, probably could wear it as a sort of go-to-hell gesture even with a tux (although it takes a lot of self-assurance to pull that sort of thing off, and if you hear the slightest whisper of a doubt in your head, I wouldn't try it).", "Now, about that date window. My impression over the years has been that it is very hard to add a date window to a Mark watch without irreversibly ticking some people off, and deploring the use of any date window on a Mark series timepiece goes all the way back to the Mark XII, which was (of course) deplored in some quarters for diluting the austere beauty of the Mark XI with a reminder of the current date – in white, no less. I don't think anyone would argue that the position of the date window in the Mark XVIII is going to rub some of us the wrong way (of course, we don't need to speculate as every online review of the Mark XVIII that has a comments section has hosted a very vigorous back and forth on the subject). The two basic objections are to its placement (slightly further from the edge than the other dial elements) and to its being there at all.", "I don't feel especially passionately on the subject either way. Very often the watch I happen to have on doesn't have a date guichet, but (and this is just a personal note) I tend to forget the date and I don't mind having it there on the Mark XVIII. In principle I definitely sympathize with those who wish it weren't there at all, but in practice I found it something I could simply ignore, and in real life (or as much of real life as a week and a half represents) it didn't bother me in the least. I will say though, that if you hate it in pictures, you're probably not going to stop hating it if you have the Mark XVIII on your wrist.", "The Mark XVIII is a very simple watch, but it carries a lot of history along with it, and how much you enjoy wearing it depends a lot – maybe mostly – on how emotionally connected you are to that history in general, and what parts of that history resonate with you the most in particular. For me it was a very satisfying watch to wear. It's clean, clear, with terrific legibility and ease of wear on its side, and I'm sort of a sucker for any watch that achieves its antimagnetic resistance through an iron inner case and dial instead of through the use of amagnetic alloys and silicon, which for no particularly rational reason I just don't find as sexy. It's an outdated solution, sure, but there's something romantic, something kick-the-tires-and-light-the-fires about it. I'm definitely not a pilot, but I like my pilot's watches to be a little window into a world whose authenticity I have to appreciate from the back seat, so to speak, and I'm very pleased that the Mark XVIII lets me, just a little bit, feel like I'm in the cockpit rather than behind a desk.", "The IWC Mark XVIII is 40 mm x 11 mm with a soft iron dial and inner case for magnetic resistance. As shown, black dial; sapphire crystal with double antireflective coating, “secured against displacement by drop in air pressure,” water resistance, 6 bar/60 meters. Movement, caliber 30110 (ETA base) adjusted to temperature and five positions by IWC, center seconds with date, 42-hour power reserve. Price, $3,950. See the whole collection at IWC.com."]
			},
			"DisplayIndex": 1,
			"ImagePath": "\\Images\\1.jpg"
		}, {
			"Header": "The new reality: What the Titans-Rams trade means for the NFL draft\n    ",
			"Ingress": "The Rams constructed a large chunk of their roster upon the largesse of another team's big bet, having acquired a mountain of players and picks from Washington in the Robert Griffin trade. Now, despite knowing firsthand how those sort of massive gambles often fail to work out, they've moved all their chips into the middle by trading with Tennessee for the first overall pick.",
			"BodyText": {
				"Paragraph": ["Assuming that they're projected to go 8-8 next year, a fair bet with Jeff Fisher around, the Rams paid about $1.70 on the dollar as part of the deal, per Chase Stuart's draft value chart. It's not all bad; as Mike Sando noted for Insider, you can understand why they made this specific trade at this specific time. Despite having an excellent defense and a promising running game around Todd Gurley, Los Angeles has one of the worst quarterback situations in football and no clear way to improve it without making this sort of trade. And as Mel Kiper mentioned in his Insider piece, the Rams have a young roster by virtue of the picks from the Griffin trade.", "I don't think it's a good trade for the Rams -- these sorts of deals rarely work out, and this is still a team with a subpar offensive line, major question marks at receiver, and holes in the secondary -- but it's about as defensible as a deal like this can be, given the context of where the Rams are right now. But what about the rest of the league? In a draft where there wasn't (and actually still isn't) an obvious top pick, there's going to be an enormous knock-on effect for how this deal impacts the teams who have to follow the Rams at one.", "The best-case scenario for the Browns, in just about every way, was for the Titans to stay put and draft Laremy Tunsil with the first overall pick. The Browns could theoretically have an interest in drafting Tunsil themselves, but with 31-year-old superstar Joe Thomas entrenched on the left side for the next several years during what would be Tunsil's rookie contract, it's exceedingly unlikely that they'll want to draft a right tackle with the second overall pick. Right tackles are more important in pass protection than ever before, but the league just doesn't value them at that level.", "If the Titans took Tunsil first, the world was Cleveland's oyster. They would have been able to choose between Carson Wentz and Jared Goff with the second overall pick, with the option of going for a wild card like Jalen Ramsey or Ezekiel Elliott as a fallback plan if they didn't like either of the quarterbacks. The fallback plans will still be there, but now, the Browns won't be able to choose between their favorite of the passers at two. It's possible that Los Angeles and Cleveland could come to entirely different conclusions on which quarterback they want, but it's even more unlikely that the Browns are in love with both passers and would be happy with whichever one of the quarterbacks falls to them at two.", "To be honest, though, this hurts the Browns even further in terms of what they most likely wanted to do with the second overall pick: trade down for future picks. If the suggestions that the Browns are going to pursue a heavy emphasis on analytics are true -- and there's little reason to think that the suggestions aren't true -- the first credo of any historically-inclined draft approach is to acquire as many picks as possible. The Browns basically sat out free agency and acquired four compensatory picks, including three fourth-rounders, for the 2017 draft. Their roster is threadbare, somehow devoid of both stars and depth.", "I firmly believe that organizationally the Browns would have tried to make this exact sort of trade with a team like the Rams to trade down and acquire more picks. It fits their organizational mindset at the moment to a T. The only reason they wouldn't have made that sort of deal would have been if they had fallen in love with Goff or Wentz, and if that were the case, it's more plausible that they would have traded up to the first overall pick before now.", "Now, Cleveland's trade leverage is halved at best. They were always going to have to wait to see what the Titans did with the first pick before they could consummate a deal with a team who was desperate to acquire one of the top-ranked passers, but at least then, they could agree to terms with a team in advance who would know that they would get the quarterback of their choice. Now, assuming that the Rams wait until draft day to reveal which quarterback they're taking (and aren't grabbing Ramsey), that opportunity is gone. They'll either have to agree to terms on tentative trades with a team (or perhaps two teams) who are waiting to see whether their guy will be available with the second pick. Those teams, knowing that they won't be competing in a two-quarterback market, won't be offering as much in return. Not ideal.", "It's possible that a team coveting Tunsil could now trade up and grab their franchise left tackle at No. 2, but that seems less likely than a team falling in love with one of the quarterbacks and sending a haul of picks to move up. If you want to spin this as a positive for the Browns, the best way I can figure is that there was a chance the Titans might have taken Ramsey first, and he might be the best player at a position of need for the Browns in the draft pool. Cleveland's chances of acquiring him rise as part of this deal. Otherwise, though, this has to be considered a major disappointment for the Browns.", "Simultaneously, it helps the Chargers", "With Philip Rivers on a no-trade clause and signed to a long-term extension, the Chargers weren't drafting a quarterback. With Tennessee and Cleveland ahead of them, there was a non-zero chance that the Chargers would have been stuck with the top two quarterbacks still available on the board at three. If the Chargers wanted to trade down and acquire more picks, that scenario wouldn't have been a problem, but San Diego badly needs offensive line help to keep Rivers upright. With Tennessee picking first, it seemed unlikely that San Diego would end up with a chance to draft Tunsil at three. Now, with the Rams taking a quarterback and the Browns hardly in need of a left tackle, there's a good shot the Chargers can draft their left tackle of the future with the third overall pick.", "The Cowboys lose some trading leverage", "As I wrote about earlier this month, it didn't make sense for the Cowboys to draft a quarterback with the fourth pick. It was always more likely that their interest was a smokescreen designed to create a market for them to trade down and acquire additional picks. They could still find a trade partner if the right quarterback falls to four, but with one of the two top passers guaranteed to be off the board, they lose some flexibility heading into the draft. And if their interest in Wentz or Goff was real, obviously, they'll be even more disappointed.", "The Jaguars and Ravens have to be happy", "Neither Jacksonville nor Baltimore wants a quarterback. Now, if a desperate team sitting below them sees one of the two quarterbacks come off of the board, they very well might trade up to grab the passer they want, either giving the Jags or Ravens extra picks or ensuring that both quarterbacks are gone before Jacksonville's seat at five.", "Alternately, this might make it easier for either of these teams to trade up. If the Jaguars are in love with Ramsey, they might very well want to move from five to two to snap him up. They couldn't compete with the sort of haul the Browns would have received for their pick if both quarterbacks had been on the board, but in a much quieter market, that sort of deal could be far more friendly to Jacksonville.", "San Francisco loses options", "If this trade doesn't work out, it may benefit the 49ers in the long run, given that the Rams would be a less threatening opponent. In the short term, though, this hurts the 49ers in a couple of ways. The Rams needed a quarterback, and while they hadn't publicly suggested that they were interested in acquiring Colin Kaepernick, they were also saying as recently as last month that they were going to go into the season with Case Keenum as their starter. In other words, teams lie.", "The 49ers might have hesitated to trade Kaepernick within their division, but it's not out of the question to imagine a move where the 49ers would have dealt Kaepernick to the Rams, possibly in a deal to get back current Rams backup Nick Foles, who had his best season under Chip Kelly in Philadelphia. Foles could very well still end up in San Francisco, given that the 49ers have plenty of cap room, while the Rams currently have an $8.8 million third quarterback they don't need. The Rams actually won't realize much savings by trading Foles -- they already paid the benched Arizona product a $6 million roster bonus which won't come off their cap by trading him -- but it would be a $1.8 million savings versus what it would cost to keep Foles on the roster or cut him, so expect the Rams to try and find a trade partner in the days to come.", "Now, though, the 49ers lose a possible destination for Kaepernick, while the chances that one of the two top-rated quarterbacks will fall them to that seventh overall pick drops dramatically, given that the Titans were not taking a passer and the Rams are surely going to do so. The best-case scenario for the 49ers might be to trade down and draft Paxton Lynch, but they just saw a motivated trading partner in LA run right by them. If anything, if the top two quarterbacks are gone by seven, it might cause the 49ers to reach for Lynch at seven, a move which is aggressive at best.", "It's harder for the Eagles to do something foolish", "Despite re-signing Sam Bradford to a two-year deal and paying a premium for Chase Daniel in free agency, rumors still suggested the Eagles were smitten with the idea of trading up to number one, likely to grab Wentz. The Eagles wouldn't have had to pay as much to make the move, given that they were dealing from the eighth overall slot to the 15th pick, but that still would have cost them their 2017 first-round pick and one other premium selection.", "That wouldn't have made sense on a number of levels. The Eagles are already missing their second-rounder from last year's Bradford trade, so they need to hold onto the picks they have. Philly could trade Bradford, but they would still owe $11 million in dead money for him on this year's cap, and there would be a sparse trade market given that the Eagles would have virtually no leverage after trading up. And with formerly-deposed general manager Howie Roseman back in control, the Eagles are more likely to treat draft picks as a precious commodity, given his previous history with the team versus Kelly's disastrous stint running player personnel.", "It's a great day for the Titans", "Regardless of what happens from here on out, this is a stunning haul for Tennessee and new general manager Jon Robinson, who made the most Belichickian trade imaginable in acquiring a haul of future picks for the number-one selection. The Titans now have more draft capital (70.2 points, per Stuart's chart) than anybody else in the league for 2016, and they have an extra first- and third-rounder to play around with in 2017, giving them more draft capital for next year than anybody else, too. Keep in mind the Rams aren't exactly guaranteed to make the playoffs with Goff or Wentz next year, either. (Another reminder: Arizona and Seattle share that division.)", "Think about that for a moment.", "Robinson was successfully able to manufacture that sort of deal even though every team in the league knew the Titans weren't taking a quarterback with the first overall pick, and it came in a draft where there really isn't a prospect with the pedigree of Griffin or even Jameis Winston. This is supposed to be a deep draft without an obvious number-one pick, and Robinson traded into the strength of the draft while extracting a premium so another team could draft a player he didn't really want. Now, instead of forcing Tunsil into a spot where the Titans would be overcommitting at tackle, Robinson has six top-76 picks. As Trey Wingo noted on Twitter, that's a historically impressive haul.", "While Robinson still has to hit on some of those picks to make this trade worth it for Tennessee, he's positioned the organization to be in the best possible situation to succeed. There are no guarantees in football, and either Wentz or Goff may turn out to be a superstar, but the Titans are better off today than they were yesterday."]
			},
			"DisplayIndex": 2,
			"ImagePath": "\\Images\\2.jpg"
		}, {
			"Header": "A Week On The Wrist: The New Tudor Heritage Black Bay Black",
			"Ingress": "Today, with the release of the Black Bay Black, Tudor has launched the third variant in its Black Bay Heritage collection, and it’s one that seats itself firmly in the center of the highly successful line of “heritage” pieces. Since the burgundy bezel version of this watch was covered so well and in-depth earlier this year by Jack Forster, I’ll fly over some of the points he detailed with some basics.",
			"BodyText": {
				"Paragraph": ["Here’s what I’ve told everyone who asked me what was on my wrist over the past week, and it’s the main thrust of this column: for just over $3,000, you can be a watch guy with the best of them.", "The Heritage Black Bay, though not based entirely on any one reference number, is a loving homage to Tudor dive watches of the past, and by association, to Rolex Submariners, from which Tudor originally took its DNA. And while the burgundy (and later a blue bezel) version were impressive throwbacks to a bygone era of watch design, the new black bezel Black Bay visually drives the concept home.", "You don’t usually see the price of a watch listed until the end of a column, but it bears printing here: for $3,100 to $3,425 (on a strap and steel bracelet, respectively) you can own a watch that is a truly viable timepiece and not a holdover. While I love a good heavy hitting vintage piece as much as anyone, I’ve long been an advocate for eliminating the perceptual five-figure buy-in when it comes to someone who wants to become a Watch Guy without having to make any major concessions.", "I like to think of Tudor as Rolex’s Tyler Durden – an outlet for all the impulses and urges the company has, but is just too darn responsible to carry out without fear of consequence. Could you imagine a Rolex Submariner Heritage version of a 6538 Big Crown? (You know they’d call it a 116538.) It would be monumental – and probably disrupt their own market, but let’s not be logical right now. Let’s think for one more moment about a Rolex re-issue of a 6538.", "Now, let’s forget about it, but not completely. Because if you ask me, what you have in the new black bezel variant of the Heritage Black Bay is a modern day big crown Sub, at least on a cosmetic level. And that’s what makes this watch so compelling – it stands apart from its burgundy and blue-bezeled brothers. With a new black bezel, replete with red triangle over the 12 o’clock position, this new Black Bay makes direct eye contact with its past.", "And that’s what makes this watch extremely special. Until now, watchmakers always assigned a premium to their classic design language, and offered more affordable pieces with some built-in aesthetic trade-off. They effectively color coded wealth and status. With one simple and thoughtful design change, Tudor has shattered the price barrier for watch enthusiasts looking to wear something with uncompromisingly classic styling.", "Here’s what I’ve told everyone who asked me what was on my wrist over the past week, and it’s the main thrust of this column: for just over $3,000, you can be a watch guy with the best of them.", "Part of the fun of doing a Week on the Wrist is that I commit to one watch completely, and in doing so, I’m forced to really get to know it by way of immersion. The first sense I had when I put it on (separate from it being a pre-release) was that wearing this piece is awesomely contrarian. To sport something with a very accessible price that in no way is hard to acquire was great fun. Because at its heart, there is nothing about this Tudor that couldn’t hold its own at a table of top-tier collectors. If you knew enough to choose this watch, you have telegraphed your appreciation of the art, and that’s all it takes to enter the conversation, as far as I'm concerned.", "The case is slightly larger than the dive watches it’s based on, and it doesn’t appear to be due to anything other than a less expensive and larger movement. That’s understandable for a watch in this price range, but it’s still the biggest giveaway that this is not a true vintage piece. Fashioned out of 316L steel, it’s the same metal that Rolex was using on their steel watches until they recently switched to their own 904L alloy. The top of the lugs are satin finished, while the sides are polished. Another great touch is that the case lugs are beveled, something Rolex no longer offers. (Score one point for looking like a true vintage piece.) I do find that the outer corners of the case lugs are quite sharp, something experienced more on a strap than a bracelet.", "This is one of those watches that’s hard to beat. Its price makes it easy for first-time collectors to grab one, and allows longer-standing enthusiasts a chance to remember what made collecting so exciting in the first place...", "The crown, slightly bigger than the ones Rolex offers on their sport models, has been appropriately modified, and looks great. It’s the perfect evolution of a “big crown,” perhaps what one would have looked like if it were first made today. And the exposed PVD-coated crown tube cover (although at first I thought I hadn’t screwed the crown down correctly) is a beautiful touch.", "The dial finish is one of the most impressive aspects of the Black Bay. When viewed against the right lighting, you can see elements of the matte “flesh” that the older and sought-after vintage pieces have. The gilt-style printing is the one element that aesthetically pushes this watch over the line into vintage territory. It’s almost the exact color of an old gilt dial 5510.", "The printing pairs well with the color of the pink-gold-plated trim around the hands and hour indices, but this is where the watch takes the biggest hit in its attempt at attaining pure vintage nirvana. There’s a sheen to the trim that gives off a brassy kind of a glow, one that keeps reminding me that the adage “you get what you pay for” has stuck around for a reason.", "As with the past two iterations of the Black Bay, the face of this watch is rounded out with snowflake hands, vintage Tudor rose emblem and typeset, and a depth/movement information layout similar to a smiley face. One of the reasons I find myself drawn to this watch above other Tudors is that its “shield” logo isn’t featured. If there’s one type of snobbery I’ll cop to, it’s snobbery in design, and I’ve always had trouble getting past modern Tudor's simple and stodgy wireframe logo. Without that here to contend with, I find myself able to fully appreciate the soul and history of the brand.", "Just as the Black Bay takes on an entirely new personality with a black bezel, so does the watch when it’s on either the (optional) steel bracelet or a strap. This is no different than the heritage pieces that inspired it; on the bracelet, the watch takes on a traditional men’s “rugged jewelry” look, while on its supplied cloth strap meant to resemble a NATO strap (more on this in a moment) it is the perfect James Bond homage. This is the kind of watch that sports a classic neutrality that is perfect for switching NATO straps and seeing different characteristics emerge.", "There’s only one real drawback to the watch that isn’t relative to its easily-accessible price tag: Tudor has enclosed a watch strap inside the box that seems to suggest user serviceability, but removing the spring bars is next to impossible unless you have a very specific tool that only professional Rolex/Tudor authorized dealers possess. This sends a very mixed signal that I know in my earlier years made for some pretty gnarly looking backs of case lugs, thanks to the futile attempt to use a traditional spring bar pusher to do the job. And in the case of the cloth strap, it appears to be a NATO “thread through” style, but actually has spring bars stitched into it. It’s a smart idea in theory, but installation (full disclosure: I now have the Rolex tool) is remarkably clumsy, and adjusting the strap is a nearly impossible physics puzzle, no matter how you approach it.", "After a week of wearing this watch, I’ve really fallen for it. (I ended up bonding with it more once I switched to the cloth strap over the “aaaaaaalmost-Oyster” link bracelet.) This is one of those watches that’s hard to beat. Its price makes it easy for first-time collectors to grab one, and allows longer-standing enthusiasts a chance to remember what made collecting so exciting in the first place: that when a watch finds balance in the elements of its own design, and then balance with the essence of the story it’s attempting to tell, it’s always worth owning. Pull out your suit, find a great NATO strap like James Bond wore, and throw this watch on. You’ll see what I mean."]
			},
			"DisplayIndex": 3,
			"ImagePath": "\\Images\\3.jpg"
		}, {
			"Header": "SpaceX successfully lands its rocket on a floating drone ship for the first time",
			"Ingress": "SpaceX has finally landed its Falcon 9 rocket on a drone ship at sea, after launching the vehicle into space this afternoon. It's the first time the company has been able to pull off an ocean landing, after four previous attempts ended in failure. Today's success is a crucial milestone for SpaceX, as it shows the company can land its rockets both on solid ground and ocean.",
			"BodyText": {
				"Paragraph": ["This is the second time SpaceX has successfully landed one of its rockets post-launch; the first time was in December, when the company's Falcon 9 rocket touched down at a ground-based landing site in Cape Canaveral, Florida, after putting a satellite into space. Now that SpaceX has demonstrated it can do both types of landings, the company can potentially recover and reuse even more rockets in the future. And that could mean much greater cost savings for SpaceX.", "Mastering the ocean landing is going to be important, since that’s the type of landing SpaceX will probably conduct more often. At a recent NASA press conference, Hans Koenigsmann, vice president of mission assurance for SpaceX, said the next two to three flights will involve drone ship landings. Ultimately, the company expects to land one-third of its rockets on land, and the rest at sea.", "Why does SpaceX keep focusing on these ocean landings? A drone ship floating on the ocean is a harder target to hit than a large expanse of ground, since it is smaller and floating on moving water. Plus, all of SpaceX's ocean landing attempts have resulted in the rocket exploding. Still, landing at sea can be less tricky than ground landings, and the main reason has to do with fuel. To return back to Earth, the Falcon 9 has to use the fuel leftover from takeoff to reignite its engines in a series of burns. These burns help to adjust the rocket's speed and reorient the vehicle into the right position for entering Earth's atmosphere and then landing.", "Different types of landing techniques require different amounts of fuel, though, and that revolves around how the Falcon 9 launches. The rocket doesn't travel straight upward into space but follows a parabolic arc up and away from the launch pad. Because of this, the rocket has to go through a lot to conduct a ground landing. The vehicle has to slow down in the direction it's heading, completely turn around, and then retread the vertical and horizontal distance it's covered to get back to the landing site. That requires a lot of extra fuel.", "Ocean landings aren't as complicated as that. SpaceX's drone ship can position itself in an ideal place to \"catch\" the vehicle on its more natural path back to Earth. That decreases the distance the rocket needs to travel, as well as the amount of fuel needed to maneuver the Falcon 9 for landing.", "For SpaceX missions that use up lots of fuel, performing a ground landing may not even be possible. Rockets that launch heavy payloads or go to a high orbit need extra speed during the initial ascent, and extra speed needs more fuel. Those Falcon 9s that have to reach extra high velocities don't have as much fuel leftover for the landing. That’s when the drone ship is the best — if not only — option for recovery.", "The whole point of landing these rockets is to help save SpaceX money on launch costs. Right now, most rockets are destroyed or lost after they launch into space, meaning entirely new rockets must be built for each mission. SpaceX hopes to recover as many rockets as possible to cut down on cost of creating new vehicles. The Falcon 9 costs $60 million to make and only $200,000 to fuel. If a recovered rocket doesn't need too much updating and refurbishment between launches, reusability could eliminate a good chunk of that manufacturing cost. SpaceX President Gwynne Shotwell expects reusable rockets to bring down launch costs by about 30 percent, according to Space News. That would make the company's vehicles an even cheaper option for clients than it already is."]
			},
			"DisplayIndex": 4,
			"ImagePath": "\\Images\\4.jpg"
		}, {
			"Header": "Netflix Picks Up More Anime-Based Projects in Effort To Become Crunchyroll Alternative",
			"Ingress": " Netflix could soon become the new go-to place to stream new anime series and anime-based projects, including live-action films based on specific shows.",
			"BodyText": {
				"Paragraph": ["The streaming subscription service has not only picked up exclusive streaming rights to several new anime series, but also has a live-action movie planned for one of the most popular shows to come out of Japan in recent years.", "It's true that Netflix already has quite a variety of older anime series, including those that are perfect for first-timers, but now the service has plans to bring new anime to viewers, putting it in direct competition with anime subscription streaming service Crunchyroll.", "One of the first new series on the service comes courtesy of anime studio P.A. Works, which announced that Kuromukuro, its 15th anniversary project, will have its streaming premiere exclusively on Netflix on April 11, just four days after it first airs on television in Japan. Netflix will then air new episodes of the series every Monday. Kuromukuro will also eventually become available in other countries, although there's no official release date for that just yet.", "Netflix also has several original anime projects in the works, including Perfect Bones, a 12-episode series about a futuristic world where scientists strive to create \"the perfect human.\" Several of these \"perfect\" children go to a facility where they train and learn how to use their powers, but there's an evil organization that kidnaps the children with the intent of using those powers to take over the world.", "Last year, Netflix announced that it planned on adapting Japanese manga Ajin: Demi Human into a series, too. That show, which will have 13 episodes, follows a Japanese high school student who dies and then returns as an immortal \"Ajin.\" But a group of people who hunt immortal beings are after him, so he must spend the rest of his life on the run.", "Netflix also has two seasons of its current original anime series, Knights of Sidonia, available for streaming.", "Although Cyborg 009 vs. Devilman originally aired in Japanese theaters, Netflix picked up the streaming rights for the movie and started airing it as a three-episode anime series in Japan. The service hopes to stream it to the rest of the world by the end of 2016.", "Perhaps in its biggest anime-based move yet, though, Netflix has plans of taking the popular Death Note anime and turning it into a live-action movie. The subscription service is in \"final negotiations\" to take on the project, which will star Nat Wolff and Margaret Qualley. Executive producers on the movie include Roy Lee, Dan Lin, Jason Hoffs and Masi Oka. Shane Black will serve as director.", "Death Note is an anime series about a student who finds a supernatural notebook that allows him to kill anyone by writing their name in it. It often makes \"best of\" lists, both by anime and fan critics alike."]
			},
			"DisplayIndex": 5,
			"ImagePath": "\\Images\\5.jpg"
		}]
	}
}
